// напишите программу, которая выдает квадрат числа
Console.WriteLine("введите число: ");
int n = int.Parse(Console.ReadLine());
Console.WriteLine("число:" + n);
Console.WriteLine("квадрат числа: " + n * n);
